[
  {
    "id": 1,
    "category": "Popular",
    "title": "The science of landing aircraft in foggy weather conditions",
    "description": "The Delhi airport has been witness to chaos the last few days with dense and blinding fog leading to flight delays and diversions. The early morning scenes at the airport, some of which include physical altercations between passengers and staff, have brought into focus the infrastructure at the airfield and what it takes for airlines to operate in dense fog conditions.",
    "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202401/flight-landing-foggy-weather-150526325-16x9_0.jpg?VersionId=2vdgayOqnK2dPXvsV16JaZc1hgSKI4LP&size=690:388",
    "date": "Jan 15, 2024",
    "author": "Community Organizer"
  },
  {
    "id": 2,
    "category": "All",
    "title": "What makes Ram Mandir all-inclusive? Sadhguru's answer... ",
    "description": "Sadhguru answers all the top questions you might have had in the run-up to the Ram Temple pran pratishtha ceremony on Jan 22. He was speaking to India Today Deputy Editor Akshita",
    "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/video/202401/sad-150123864-16x9_0.jpeg?VersionId=2.3WYDJxHh5kFtnRAMRN7TTwtKdyj8Cb&size=690:388",
    "date": "Jan 16, 2024",
    "author": "Community Organizer"
  },
  {
    "id": 3,
    "category": "Sports",
    "title": "Barcelona Sporting director Deco says club still has faith on Xavi after Real Madrid thrashing",
    "description": "Following Barcelona's humiliating 4-1 defeat to arch-rivals Real Madrid on Sunday, the Blaugrana sporting chief Deco made sure to convey the club's full backing to coach Xavi and his project with the team.",
    "image": "https://akm-img-a-in.tosshub.com/indiatoday/images/story/202401/real-madrid-beat-barcelona-to-win-the-super-cup-final-reuters-15203461-16x9_1.jpg?VersionId=SB3p_8nkt5.IhPV2PDoMnn1fSE_8O_Pt&size=690:388",
    "date": "Jan 15, 2024",
    "author": "Community Organizer"
  },
  {
    "id": 4,
    "title": "COVID-19 Vaccine Rollout Begins",
    "description": "Health authorities initiate the distribution of COVID-19 vaccines to curb the spread of the virus.",
    "image": "https://picsum.photos/200/300",
    "time": "08:00",
    "date": "2024-01-16",
    "source": "Health News Network",
    "category": "Health",
    "author": "Dr. Emily Johnson"
  },
  {
    "id": 5,
    "title": "Tech Giant Launches Revolutionary AI Device",
    "description": "A leading technology company introduces an innovative artificial intelligence device set to redefine the industry.",
    "image": "https://picsum.photos/200/300",    
    "time": "10:30",
    "date": "2024-01-16",
    "source": "Tech Innovations",
    "category": "Technology",
    "author": "Mark Anderson"
  },
  {
    "id": 6,
    "title": "Climate Change Summit Concludes with Global Commitments",
    "description": "World leaders come together to address the urgent need for climate action, pledging significant commitments to reduce carbon emissions.",
    "image": "https://picsum.photos/200/300",
    "time": "14:15",
    "date": "2024-01-16",
    "source": "Environmental Watch",
    "category": "Environment",
    "author": "Dr. Sarah Williams"
  },
  {
    "id": 7,
    "title": "Space Exploration: New Discoveries on Mars",
    "description": "Scientists report exciting findings from the latest Mars rover mission, uncovering evidence of past water and potential signs of ancient life.",
    "image": "https://picsum.photos/200/300",
    "time": "16:45",
    "date": "2024-01-17",
    "source": "Space News Daily",
    "category": "Science",
    "author": "Dr. Michael Rodriguez"
  },
  {
    "id": 8,
    "title": "Economic Outlook: Global Markets Surge Amidst Recovery Hopes",
    "description": "Financial markets experience a bullish trend as investors express optimism about the global economic recovery, fueled by positive economic indicators.",
    "image": "https://picsum.photos/200/300",
    "time": "12:00",
    "date": "2024-01-17",
    "source": "Financial Gazette",
    "category": "Business",
    "author": "Economic Analyst"
  },
  {
    "id": 9,
    "title": "World Leaders Unite for Global Climate Action",
    "description": "In a historic summit, world leaders come together to address the urgent need for global climate action. Commitments include ambitious targets to reduce carbon emissions and transition to sustainable energy sources.",
    "image": "https://picsum.photos/200/300",
    "time": "09:00",
    "date": "2024-01-16",
    "source": "Global News Network",
    "category": "Environment",
    "author": "Environmental Correspondent"
  },
  {
    "id": 10,
    "title": "Tech Giant Launches Revolutionary AI Assistant",
    "description": "In a groundbreaking move, a leading technology company introduces a highly advanced artificial intelligence assistant. The AI promises to enhance user experience and redefine the way we interact with technology.",
    "image": "https://picsum.photos/200/300",
    "time": "11:30",
    "date": "2024-01-16",
    "source": "Tech Innovations Today",
    "category": "Technology",
    "author": "Tech Enthusiast"
  },
  {
    "id": 11,
    "title": "Health Breakthrough: New Treatment Shows Promise",
    "description": "Researchers announce a significant breakthrough in medical science with a new treatment showing promising results in clinical trials. The therapy has the potential to revolutionize the approach to certain diseases.",
    "image": "https://picsum.photos/200/300",
    "time": "13:45",
    "date": "2024-01-17",
    "source": "Health Watch",
    "category": "Health",
    "author": "Medical Correspondent"
  },
  {
    "id": 12,
    "title": "Space Exploration Update: Rover Discovers Ancient Riverbed on Mars",
    "description": "The latest findings from a Mars rover mission reveal evidence of an ancient riverbed, providing valuable insights into the planet's past. Scientists are excited about the potential for discovering signs of ancient life.",
    "image": "https://picsum.photos/200/300",
    "time": "15:15",
    "date": "2024-01-17",
    "source": "Space Discoveries Daily",
    "category": "Science",
    "author": "Space Exploration Specialist"
  },
  {
    "id": 13,
    "title": "Economic Outlook: Global Markets Rally on Positive Indicators",
    "description": "Financial markets experience a bullish trend as positive economic indicators boost investor confidence. Analysts predict a period of economic recovery and growth.",
    "image": "https://picsum.photos/200/300",
    "time": "17:30",
    "date": "2024-01-18",
    "source": "Financial Insights",
    "category": "Business",
    "author": "Financial Analyst"
  },
  {
    "id": 14,
    "title": "Cultural Milestone: UNESCO Recognizes Ancient City as World Heritage Site",
    "description": "A centuries-old city is officially recognized as a UNESCO World Heritage Site, celebrating its rich cultural and historical significance. Preservation efforts are underway to protect this cultural treasure.",
    "image": "https://picsum.photos/200/300",
    "time": "10:00",
    "date": "2024-01-18",
    "source": "Cultural Chronicles",
    "category": "Culture",
    "author": "Cultural Heritage Expert"
  },
  {
    "id": 15,
    "title": "Sports Update: Thrilling Overtime Victory in Championship Game",
    "description": "In a nail-biting championship game, a team secures victory in overtime, thrilling fans and establishing a new chapter in sports history. The game is hailed as one of the most exciting in recent memory.",
    "image": "https://picsum.photos/200/300",
    "time": "21:45",
    "date": "2024-01-19",
    "source": "Sports Spectacle",
    "category": "Sports",
    "author": "Sports Analyst"
  },
  {
    "id": 16,
    "title": "Educational Innovation: Virtual Reality Enhances Learning Experience",
    "description": "Educators embrace virtual reality technology to enhance the learning experience for students. Virtual field trips, simulations, and interactive lessons contribute to a more engaging and immersive education.",
    "image": "https://picsum.photos/200/300",
    "time": "14:30",
    "date": "2024-01-19",
    "source": "Education Insights",
    "category": "Education",
    "author": "Education Technologist"
  },
  {
    "id": 17,
    "title": "Medical Breakthrough: Gene Therapy Shows Success in Treating Rare Disease",
    "description": "A groundbreaking gene therapy proves successful in treating a rare and previously incurable genetic disorder. The medical community celebrates this significant advancement in personalized medicine.",
    "image": "https://picsum.photos/200/300",
    "time": "12:15",
    "date": "2024-01-20",
    "source": "Medical Marvels",
    "category": "Health",
    "author": "Medical Researcher"
  },
  {
    "id": 18,
    "title": "Art Exhibition Spotlight: Diverse Artists Showcase Inspirational Works",
    "description": "An upcoming art exhibition features a diverse collection of works from talented artists, offering a unique and inspirational journey through various forms of artistic expression.",
    "image": "https://picsum.photos/200/300",
    "time": "16:00",
    "date": "2024-01-20",
    "source": "Artistic Impressions",
    "category": "Arts",
    "author": "Art Critic"
  },
  {
    "id": 19,
    "title": "Tech Trends: Rise of Quantum Computing Applications",
    "description": "The increasing prevalence of quantum computing applications reshapes technological landscapes. From secure communication to complex simulations, quantum computing demonstrates its potential across industries.",
    "image": "https://picsum.photos/200/300",
    "time": "09:30",
    "date": "2024-01-21",
    "source": "Tech Insights",
    "category": "Technology",
    "author": "Tech Trends Analyst"
  },
  {
    "id": 20,
    "title": "Humanitarian Efforts: Aid Reaches Crisis-Stricken Regions",
    "description": "Humanitarian organizations make significant strides in delivering aid to crisis-stricken regions. The international community rallies to provide support and relief to those affected by conflicts and natural disasters.",
    "image": "https://picsum.photos/200/300",
    "time": "11:45",
    "date": "2024-01-21",
    "source": "Humanitarian News Network",
    "category": "Humanitarian",
    "author": "Humanitarian Correspondent"
  },
  {
    "id": 21,
    "title": "Entertainment Buzz: Anticipated Film Premieres This Weekend",
    "description": "Movie enthusiasts are eagerly anticipating the premieres of highly awaited films this weekend. Excitement builds as audiences look forward to cinematic experiences that promise entertainment and emotion.",
    "image": "https://picsum.photos/200/300",
    "time": "14:00",
    "date": "2024-01-22",
    "source": "Entertainment Weekly",
    "category": "Entertainment",
    "author": "Film Critic"
  },
  {
    "id": 22,
    "title": "Scientific Discovery: New Species Discovered in Unexplored Rainforest",
    "description": "Scientists uncover a treasure trove of biodiversity as they explore an unexplored rainforest. The discovery includes new species of plants, animals, and insects, highlighting the importance of conservation.",
    "image": "https://picsum.photos/200/300",
    "time": "16:30",
    "date": "2024-01-22",
    "source": "Scientific Explorer",
    "category": "Science",
    "author": "Biodiversity Researcher"
  },
  {
    "id": 23,
    "title": "Business Update: Companies Embrace Sustainable Practices",
    "description": "Businesses worldwide adopt sustainable practices, aligning with environmental and social responsibility goals. The shift towards sustainability reflects a growing awareness of the impact of corporate actions.",
    "image": "https://picsum.photos/200/300",
    "time": "18:15",
    "date": "2024-01-23",
    "source": "Business Insights",
    "category": "Business",
    "author": "Business Sustainability Analyst"
  },
  {
    "id": 24,
    "title": "Space Exploration: Private Company Plans Moon Mission",
    "description": "A private space exploration company announces ambitious plans for a mission to the Moon. The venture aims to contribute to lunar exploration and set the stage for future space endeavors.",
    "image": "https://picsum.photos/200/300",
    "time": "09:00",
    "date": "2024-01-23",
    "source": "Space Ventures",
    "category": "Science",
    "author": "Space Exploration Enthusiast"
  },
  {
    "id": 25,
    "title": "Fashion Spotlight: Emerging Designers Showcase Creative Collections",
    "description": "The fashion industry witnesses the rise of emerging designers as they showcase creative and unique collections. The spotlight is on innovative designs and a celebration of diversity in fashion.",
    "image": "https://picsum.photos/200/300",
    "time": "11:45",
    "date": "2024-01-24",
    "source": "Fashion Forward",
    "category": "Fashion",
    "author": "Fashion Critic"
  },
  {
    "id": 26,
    "title": "Medical Breakthrough: Artificial Organ Transplant Success",
    "description": "In a medical breakthrough, doctors successfully perform a transplant of an artificial organ, offering hope to patients awaiting organ donations. The achievement marks a significant milestone in organ transplantation.",
    "image": "https://picsum.photos/200/300",
    "time": "14:30",
    "date": "2024-01-24",
    "source": "Medical Marvels",
    "category": "Health",
    "author": "Transplant Specialist"
  },
  {
    "id": 27,
    "title": "Sports Highlight: Record-Breaking Performance at International Tournament",
    "description": "Athletes shatter records and captivate audiences with outstanding performances at an international sports tournament. The event showcases the pinnacle of human athleticism and sportsmanship.",
    "image": "https://picsum.photos/200/300",
    "time": "16:15",
    "date": "2024-01-25",
    "source": "Sports Spectacle",
    "category": "Sports",
    "author": "Sports Correspondent"
  },
  {
    "id": 28,
    "title": "Innovative Technology: Smart Cities Transform Urban Living",
    "description": "Cities embrace smart technology to enhance efficiency, sustainability, and quality of life. From intelligent infrastructure to connected services, smart cities redefine the urban living experience.",
    "image": "https://picsum.photos/200/300",
    "time": "18:00",
    "date": "2024-01-25",
    "source": "Tech Innovations Today",
    "category": "Technology",
    "author": "Urban Technology Enthusiast"
  },
    {
      "id": 29,
      "title": "Medical Advancement: Breakthrough Treatment for Rare Genetic Disorder",
      "description": "Researchers announce a groundbreaking treatment for a rare genetic disorder, offering hope to individuals and families affected by the condition. The therapy marks a significant step forward in precision medicine.",
      "image": "https://picsum.photos/200/300",
      "time": "09:30",
      "date": "2024-01-26",
      "source": "Medical Marvels",
      "category": "Health",
      "author": "Medical Researcher"
    },
    {
      "id": 30,
      "title": "Environmental Conservation: Replanting Initiatives Combat Deforestation",
      "description": "Global efforts to combat deforestation gain momentum as organizations and communities launch large-scale replanting initiatives. The projects aim to restore ecosystems and mitigate the impact of deforestation.",
      "image": "https://picsum.photos/200/300",
      "time": "11:15",
      "date": "2024-01-26",
      "source": "Environmental Guardian",
      "category": "Environment",
      "author": "Environmental Advocate"
    },
    {
      "id": 31,
      "title": "Space Exploration Update: Probes Sent to Study Distant Exoplanets",
      "description": "Scientists launch space probes on a mission to study distant exoplanets, seeking to unlock the mysteries of other planetary systems. The endeavor promises valuable insights into the broader cosmos.",
      "image": "https://picsum.photos/200/300",
      "time": "13:00",
      "date": "2024-01-27",
      "source": "Space Discoveries Daily",
      "category": "Science",
      "author": "Astrophysics Specialist"
    },
    {
      "id": 32,
      "title": "Business Innovation: Companies Embrace Remote Work Technologies",
      "description": "Businesses adapt to changing work dynamics as they embrace innovative remote work technologies. The shift towards flexible work arrangements revolutionizes the traditional office environment.",
      "image": "https://picsum.photos/200/300",
      "time": "15:45",
      "date": "2024-01-27",
      "source": "Business Insights",
      "category": "Business",
      "author": "Business Technology Analyst"
    },
    {
      "id": 33,
      "title": "Culinary Delights: Renowned Chef Unveils New Gastronomic Creations",
      "description": "A celebrated chef introduces a menu of culinary creations, showcasing innovative flavors and techniques. The gastronomic experience promises to delight food enthusiasts and connoisseurs alike.",
      "image": "https://picsum.photos/200/300",
      "time": "18:30",
      "date": "2024-01-28",
      "source": "Culinary Journeys",
      "category": "Food",
      "author": "Master Chef"
    },
    {
      "id": 34,
      "title": "Social Impact: Nonprofit's Initiative Empowers Underprivileged Youth",
      "description": "A nonprofit organization launches an initiative aimed at empowering underprivileged youth through education and skill-building programs. The project seeks to create positive social impact and foster community development.",
      "image": "https://picsum.photos/200/300",
      "time": "10:30",
      "date": "2024-01-28",
      "source": "Social Good Gazette",
      "category": "Social Impact",
      "author": "Community Advocate"
    },
    {
      "id": 35,
      "title": "Fashion Trends: Sustainable Fashion Gains Popularity",
      "description": "The fashion industry witnesses a surge in sustainable fashion trends as consumers prioritize eco-friendly and ethically produced clothing. Designers and brands lead the way in promoting a more sustainable approach.",
      "image": "https://picsum.photos/200/300",
      "time": "13:15",
      "date": "2024-01-29",
      "source": "Fashion Forward",
      "category": "Fashion",
      "author": "Fashion Sustainability Enthusiast"
    },
    {
      "id": 36,
      "title": "Sports Triumph: Underdog Team Secures Championship Victory",
      "description": "In a stunning turn of events, an underdog sports team secures victory in a major championship, defying expectations and capturing the hearts of fans worldwide. The triumph is hailed as an inspirational sports story.",
      "image": "https://picsum.photos/200/300",
      "time": "15:45",
      "date": "2024-01-29",
      "source": "Sports Spectacle",
      "category": "Sports",
      "author": "Sports Correspondent"
    },
    {
      "id": 37,
      "title": "Technological Breakthrough: Advancements in Quantum Computing",
      "description": "Researchers achieve significant advancements in quantum computing, paving the way for more powerful and efficient computational capabilities. The breakthrough holds promise for various scientific and technological applications.",
      "image": "https://picsum.photos/200/300",
      "time": "09:00",
      "date": "2024-01-30",
      "source": "Tech Innovations Today",
      "category": "Technology",
      "author": "Quantum Computing Expert"
    },
    {
      "id": 38,
      "title": "Educational Transformation: Online Learning Platforms Revolutionize Education",
      "description": "The education landscape undergoes a transformation as online learning platforms revolutionize the way students access and engage with educational content. The shift towards digital learning redefines traditional education norms.",
      "image": "https://picsum.photos/200/300",
      "time": "11:30",
      "date": "2024-01-30",
      "source": "Education Insights",
      "category": "Education",
      "author": "Education Technologist"
    },
    {
      "id": 39,
      "title": "Medical Milestone: 3D-Printed Organs Used in Successful Transplant",
      "description": "A medical breakthrough sees the successful transplantation of 3D-printed organs, offering new possibilities for organ transplantation and addressing the shortage of donor organs.",
      "image": "https://picsum.photos/200/300",
      "time": "14:00",
      "date": "2024-01-31",
      "source": "Medical Marvels",
      "category": "Health",
      "author": "Medical Innovator"
    },
    {
      "id": 40,
      "title": "Environmental Initiative: Cities Embrace Green Infrastructure Projects",
      "description": "Cities worldwide embark on green infrastructure projects, integrating sustainable practices to create environmentally friendly urban spaces. The initiatives aim to enhance quality of life while minimizing environmental impact.",
      "image": "https://picsum.photos/200/300",
      "time": "16:45",
      "date": "2024-01-31",
      "source": "Environmental Guardian",
      "category": "Environment",
      "author": "Environmental Planner"
    },
    {
      "id": 41,
      "title": "Space Exploration Update: New Spacecraft Set for Deep Space Exploration",
      "description": "Scientists announce the launch of a new spacecraft designed for deep space exploration. The mission aims to study distant celestial bodies, expanding our understanding of the cosmos.",
      "image": "https://picsum.photos/200/300",
      "time": "09:30",
      "date": "2024-02-01",
      "source": "Space Discoveries Daily",
      "category": "Science",
      "author": "Space Exploration Enthusiast"
    },
    {
      "id": 42,
      "title": "Business Innovation: AI-Powered Solutions Transform Industries",
      "description": "Artificial intelligence continues to drive innovation as businesses adopt AI-powered solutions to streamline processes and enhance decision-making. The integration of AI technology reshapes various industries.",
      "image": "https://picsum.photos/200/300",
      "time": "11:15",
      "date": "2024-02-01",
      "source": "Business Insights",
      "category": "Business",
      "author": "AI Technology Analyst"
    },
    {
      "id": 43,
      "title": "Culinary Exploration: Fusion Cuisine Gains Popularity",
      "description": "Chefs experiment with fusion cuisine, blending diverse culinary traditions to create unique and exciting flavor combinations. The trend reflects a global appreciation for culinary diversity.",
      "image": "https://picsum.photos/200/300",
      "time": "13:45",
      "date": "2024-02-02",
      "source": "Culinary Journeys",
      "category": "Food",
      "author": "Culinary Explorer"
    },
    {
      "id": 44,
      "title": "Social Impact: Community-Led Initiatives Address Local Challenges",
      "description": "Communities take charge of addressing local challenges through grassroots initiatives. From environmental conservation to social welfare, community-led projects make a positive impact.",
      "image": "https://picsum.photos/200/300",
      "time": "15:30",
      "date": "2024-02-02",
      "source": "Social Good Gazette",
      "category": "Social Impact",
      "author": "Community Organizer"
    },
    {
      "id": 45,
      "title": "Fashion Evolution: Sustainable Materials Redefine Fashion Industry",
      "description": "The fashion industry experiences a paradigm shift as sustainable materials and eco-friendly practices become integral to fashion design. Designers focus on creating stylish and environmentally conscious clothing.",
      "image": "https://picsum.photos/200/300",
      "time": "18:00",
      "date": "2024-02-03",
      "source": "Fashion Forward",
      "category": "Fashion",
      "author": "Fashion Sustainability Advocate"
    },
    {
      "id": 46,
      "title": "Sports Phenomenon: Athlete Breaks World Record in Track and Field",
      "description": "A remarkable performance sees an athlete shatter a long-standing world record in track and field. The achievement captivates sports fans globally and establishes a new benchmark in athletic excellence.",
      "image": "https://picsum.photos/200/300",
      "time": "10:45",
      "date": "2024-02-03",
      "source": "Sports Spectacle",
      "category": "Sports",
      "author": "Sports Analyst"
    },
    {
      "id": 47,
      "title": "Technological Marvel: Robotics Revolutionize Healthcare Assistance",
      "description": "Advancements in robotics lead to the development of innovative healthcare assistance robots. These robots play a crucial role in patient care, surgery, and medical support, revolutionizing healthcare practices.",
      "image": "https://picsum.photos/200/300",
      "time": "13:15",
      "date": "2024-02-04",
      "source": "Tech Innovations Today",
      "category": "Technology",
      "author": "Medical Robotics Specialist"
    },
    {
      "id": 48,
      "title": "Educational Insights: Gamification Enhances Learning Experiences",
      "description": "Educators embrace gamification techniques to enhance learning experiences for students. Gamified educational platforms make lessons engaging and interactive, fostering a positive learning environment.",
      "image": "https://picsum.photos/200/300",
      "time": "15:45",
      "date": "2024-02-04",
      "source": "Education Insights",
      "category": "Education",
      "author": "Education Gamification Expert"
    },
    {
        "id": 49,
        "title": "Innovative Technology: Smart Cities Transform Urban Living",
        "description": "Cities embrace smart technology to enhance efficiency, sustainability, and quality of life. From intelligent infrastructure to connected services, smart cities redefine the urban living experience.",
        "image": "https://picsum.photos/200/300",
        "time": "18:00",
        "date": "2024-01-25",
        "source": "Tech Innovations Today",
        "category": "Technology",
        "author": "Urban Technology Enthusiast"
      },
      {
        "id": 50,
        "title": "New Study Shows Benefits of Meditation for Mental Health",
        "description": "A recent study conducted by the National Institutes of Health found that regular meditation can help reduce symptoms of anxiety and depression in adults.",
        "image": "https://picsum.photos/200/300",
        "time": "12:00",
        "date": "2024-01-26",
        "source": "National Institutes of Health",
        "category": "Health",
        "author": "Meditation Enthusiast"
      },
      {
        "id": 51,
        "title": "SpaceX Launches New Satellite to Improve Global Internet Access",
        "description": "SpaceX has launched a new satellite into orbit that will help improve global internet access. The satellite is part of SpaceX's Starlink program, which aims to provide high-speed internet to people around the world.",
        "image": "https://picsum.photos/200/300",
        "time": "09:00",
        "date": "2024-01-27",
        "source": "SpaceX",
        "category": "Technology",
        "author": "Space Enthusiast"
      },
      {
        "id": 52,
        "title": "New Study Finds Link Between Social Media Use and Depression",
        "description": "A new study published in the Journal of Social and Clinical Psychology has found a link between social media use and depression in young adults. The study suggests that limiting social media use may help reduce symptoms of depression.",
        "image": "https://picsum.photos/200/300",
        "time": "15:00",
        "date": "2024-01-28",
        "source": "Journal of Social and Clinical Psychology",
        "category": "Health",
        "author": "Social Media Researcher"
      },
      {
        "id": 53,
        "title": "New Study Shows Benefits of Exercise for Heart Health",
        "description": "A new study conducted by the American Heart Association has found that regular exercise can help improve heart health in adults. The study suggests that even moderate exercise can have significant benefits for heart health.",
        "image": "https://picsum.photos/200/300",
        "time": "10:00",
        "date": "2024-01-29",
        "source": "American Heart Association",
        "category": "Health",
        "author": "Fitness Enthusiast"
      },
      {
        "id": 54,
        "title": "New Study Shows Benefits of Plant-Based Diets for Health",
        "description": "A new study published in the Journal of the American Medical Association has found that plant-based diets can help improve health outcomes in adults. The study suggests that reducing meat consumption and increasing plant-based foods can have significant benefits for overall health.",
        "image": "https://picsum.photos/200/300",
        "time": "11:00",
        "date": "2024-01-30",
        "source": "Journal of the American Medical Association",
        "category": "Health",
        "author": "Plant-Based Dietitian"
      },
      {
        "id": 55,
        "title": "New Study Shows Benefits of Mindfulness for Stress Reduction",
        "description": "A new study conducted by the University of California, Los Angeles has found that mindfulness meditation can help reduce stress in adults. The study suggests that regular mindfulness practice can have significant benefits for mental health.",
        "image": "https://picsum.photos/200/300",
        "time": "14:00",
        "date": "2024-01-31",
        "source": "University of California, Los Angeles",
        "category": "Health",
        "author": "Mindfulness Practitioner"
      }
  
  
]
